var works = {
    0: {
        text: 'Выберите основной раздел меню\n' +
        'В каталоге представлены следующие категории товаров:.\n',

        answer: {
            1: 'Мебель\n',
            2: 'Электроника\n',
            3: 'Недвижимость'
        },
        jump: {
            1: 1,
            2: 2,
            3: 3
        }
    } ,
    1: {
        text: 'Выбериите интересующий Вас раздел в категории "Мебель".',
        answer: {
            1: 'Столы\n',
            2: 'Стулья\n'
        },
        jump: {
            1: 4,
            2: 5
        }
    },
    2: {
        text: 'Выбериите интересующий Вас раздел в категории "Электроника".',
        answer: {
            1: 'Компьютеры\n',
            2: 'Телевизоры'
        },
        jump: {
            1: 6,
            2: 7
        }
    },
    3: {
        text: 'Выбериите интересующий Вас раздел в категории "Недвижимость".',
        answer: {
            1: 'Квартиры\n',
            2: 'Дома\n'
        },
        jump: {
            1: 8,
            2: 9
        }
    },

    4: {
        text: 'Большой выбор столов со скидкой до 40%',
        answer: {
        },
        jump: {
        }
    },


    5: {
        text: 'Большой выбор стульев со скидкой до 40%',
        answer: {
        },
        jump: {
        }
    },

    6: {
        text: 'Большой выбор компьютеров со скидкой до 30%',
        answer: {
        },
        jump: {
        }
    },

    7: {
        text: 'Большой выбор телевизоров со скидкой до 70%',
        answer: {
        },
        jump: {
        }
    },

    8: {
        text: 'Большой выбор квартир с отделкой',
        answer: {
        },
        jump: {
        }
    },

    9: {
        text: 'Большой выбор домов. Сезонные скидки!!!',
        answer: {
        },
        jump: {
        }
    },




};